["Fairfax (County)|I-95S|169|On I-95 at mile marker 169 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The south right outside lane and right shoulder are closed.", "Norfolk (City)|I-264W|11.66|On I-264 at mile marker 11.7 in the City of Norfolk, near Broad Creek, motorists can expect delays due to a disabled vehicle. The west right shoulder is closed.", "Shenandoah (County)|VA-292E|0.14|On VA-292 in the County of Shenandoah, in the vicinity of the ramp from and to I-81N, motorists can expect delays due to a disabled vehicle. All east lanes are closed.", "Norfolk (City)|I-64W|285.57|On I-64 at mile marker 285.6 in the City of Norfolk, near Twin Bridges, motorists can expect delays due to a disabled vehicle. The west right shoulder is closed.", "Hanover (County)|I-95S|98|On I-95 at mile marker 98 in the County of Hanover, motorists can expect delays due to a disabled tractor trailer. The south exit 98 narrows.", "Prince William (County)|I-66E|45.1|On I-66 at mile marker 45.1 in the County of Prince William, motorists can expect delays due to a disabled vehicle. The east right shoulder is closed.", "Prince William (County)|I-95N|156.6|On I-95 at mile marker 156.6 in the County of Prince William, motorists can expect delays due to a disabled vehicle. The north right shoulder is closed.", "Newport News (City)|I-64E|249.93|On I-64 East at mile marker 249.9 in the City of Newport News, near Forth Eustis Boulevard, motorists can expect delays due to a disabled vehicle.", "Carroll (County)|I-77S|24.1|On I-77 South at mile marker 24.1 in the County of Carroll, motorists can expect delays due to high wind.", "Fairfax (County)|I-95S|169|On I-95 at mile marker 169 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Brunswick (County)|Rt. 712N (Brunswick County)|4.23|On Rt. 712 North in the County of Brunswick, in the vicinity of Liberty Rd; Reedy Creek Rd; Rt. 634N/S (Brunswick County), motorists can expect delays due to a disabled tractor trailer.", "Fauquier (County)|US-29S|196.18|On US-29 in the County of Fauquier, in the vicinity of Catlett Rd; Kings Hill Rd; Rt. 657E/W (Fauquier County), motorists can expect delays due to a tractor trailer crash. The south right lane and right shoulder are closed.", "Wythe (County)|I-81N|73.3|On I-81 at mile marker 73.3 in the County of Wythe, motorists can expect delays due to a disabled vehicle. The north left shoulder is closed.", "Spotsylvania (County)|I-95S|124.5|On I-95 at mile marker 124.5 in the County of Spotsylvania, motorists can expect delays due to a disabled vehicle. The south left shoulder is closed.", "Virginia Beach (City)|I-264W|13.52|On I-264 at mile marker 13.5 in the City of Virginia Beach, near 64 Interchange, motorists can expect delays due to a vehicle crash. The west inside left shoulder and left lane are closed.", "Fairfax (County)|I-495S|42.9|On I-495 at mile marker 42.9 in the County of Fairfax, motorists can expect delays due to a multi-vehicle crash. The south left shoulder, left lane, right center lane, right lane, and right shoulder are closed.", "Fairfax (County)|VA-28N|34.6|On VA-28 in the County of Fairfax, in the vicinity of Willard Rd; Rt. 8457W (Fairfax County); Rt. 6215W (Fairfax County), motorists can expect delays due to a disabled tractor trailer. The north entrance ramp narrows.", "Fairfax (County)|I-495S|42.9|On I-495 at mile marker 42.9 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Prince William (County)|I-66E|44.9|On I-66 at mile marker 44.9 in the County of Prince William, motorists can expect delays due to a disabled vehicle. The east right shoulder is closed.", "Chesterfield (County)|I-95S|60.9|On I-95 at mile marker 60.9 in the County of Chesterfield, motorists can expect delays due to a disabled tractor trailer. The south right shoulder is closed.", "Stafford (County)|I-95S|145.4|On I-95 at mile marker 145.4 in the County of Stafford, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Stafford (County)|I-95S|139.9|On I-95 at mile marker 139.9 in the County of Stafford, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Spotsylvania (County)|I-95S|124.7|On I-95 at mile marker 124.7 in the County of Spotsylvania, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Powhatan (County)|US-60E|161.31|On US-60 East in the County of Powhatan, in the vicinity of Mann Rd; Rt. 1007N/S (Powhatan County), motorists can expect delays due to a vehicle crash.", "Arlington (County)|I-395N HOV|9.7|On I-395N HOV North at mile marker 9.7 in the County of Arlington, motorists can expect potential delays due to congestion.", "Richmond (City)|I-95N|77.4|On I-95 at mile marker 77.4 in the City of Richmond, motorists can expect delays due to an incident. The north right lane and right shoulder are closed. Traffic backups are approximately 1.5 miles.", "Carroll (County)|I-77N|0|On I-77 North at mile marker 0 in the County of Carroll, motorists can expect delays due to high wind.", "Fairfax (County)|I-95N|171.2|On I-95 at mile marker 171.2 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The north left shoulder is closed.", "Botetourt (County)|I-81N|154.1|On I-81 at mile marker 154.1 in the County of Botetourt, motorists can expect delays due to a disabled vehicle. The north right shoulder is closed.", "Arlington (County)|I-395N|8.7|On I-395 at mile marker 8.7 in the County of Arlington, motorists can expect delays due to a multi-vehicle crash. The north right lane and right shoulder are closed.", "Dinwiddie (County)|I-85N|44.4|On I-85 at mile marker 44.4 in the County of Dinwiddie, motorists can expect delays due to a vehicle crash. The north right shoulder is closed.", "Richmond (City)|VA-195S Ramp 1A|0.12|On VA-195S Ramp 1A at mile marker 0.1 in the City of Richmond, motorists can expect delays due to a disabled tractor trailer. The south exit ramp is closed.", "Norfolk (City)|I-64E|282.19|On I-64 at mile marker 282.2 in the City of Norfolk, near Northampton Boulevard, motorists can expect delays due to a vehicle crash. The east entrance ramp narrows.", "Dinwiddie (County)|I-85S|64.3|On I-85 at mile marker 64.3 in the County of Dinwiddie, motorists can expect delays due to a disabled tractor trailer. The south right shoulder is closed.", "Newport News (City)|I-64W|259.09|On I-64 at mile marker 259.1 in the City of Newport News, near J Clyde Morris Boulevard, motorists can expect delays due to a vehicle crash. The west right shoulder is closed.", "Virginia Beach (City)|I-264E|17.13|On I-264 at mile marker 17.1 in the City of Virginia Beach, near Independence Bouelvard, motorists can expect delays due to a disabled vehicle. The east left shoulder and left lane are closed. Traffic backups are approximately 2.5 miles.", "Richmond (City)|I-95N|77.4|On I-95 North at mile marker 77.4 in the City of Richmond, motorists can expect delays due to an incident.", "Arlington (County)|I-395N HOV|9.7|On I-395N HOV North at mile marker 9.7 in the County of Arlington, motorists can expect major delays due to congestion. Traffic backups are approximately 2.0 miles.", "Dickenson (County)|VA-83E|20.7|On VA-83 East in the County of Dickenson, in the vicinity of Vocational Dr; Rt. 9693E/W (Dickenson County), motorists can expect delays due to a vehicle crash.", "Albemarle (County)|I-64W|124.2|On I-64 at mile marker 124.2 in the County of Albemarle, motorists can expect delays due to a disabled vehicle. The west entrance ramp narrows.", "Greensville (County)|I-95N|5|On I-95 at mile marker 5 in the County of Greensville, motorists can expect delays due to a vehicle fire. The north right lane and right shoulder are closed.", "Dickenson (County)|VA-83E|20.7|On VA-83 East in the County of Dickenson, in the vicinity of Vocational Dr; Rt. 9693E/W (Dickenson County), motorists can expect delays due to a vehicle crash. Lane closures exist.", "Fairfax (County)|I-95N|174.6|On I-95 at mile marker 174.6 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The north right shoulder is closed.", "Fairfax (County)|I-95S|171.9|On I-95 at mile marker 171.9 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Henrico (County)|I-295S|23|On I-295 at mile marker 23 in the County of Henrico, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Chesapeake (City)|I-264E|1.04|On I-264 East at mile marker 1 in the City of Chesapeake, near Greenwood Drive, motorists can expect delays due to a vehicle crash.", "Washington (County)|I-81N|7.6|On I-81 at mile marker 7.6 in the County of Washington, motorists can expect delays due to a tractor trailer crash. The north right shoulder is closed.", "Caroline (County)|I-95S|115|On I-95 South at mile marker 115 in the County of Caroline, motorists can expect delays due to a disabled vehicle.", "Chesterfield (County)|VA-150S|9|On VA-150 South in the County of Chesterfield, in the vicinity of the ramp from Rt. 1479, motorists can expect delays due to a vehicle crash.", "Bedford (County)|VA-24W|17.25|On VA-24 in the County of Bedford, in the vicinity of Mead Valley Rd; Meadors Spur Rd; Rt. 749N/S (Bedford County), motorists can expect delays due to a vehicle crash. All west lanes are closed.", "Loudoun (County)|Rt. 637N (Loudoun County)|2.14|On Rt. 637 in the County of Loudoun, in the vicinity of Harry Byrd Hwy; Potomac View Rd; VA-7E; Rt. 637S (Loudoun County), motorists can expect delays due to a vehicle crash. The north through lanes are closed. The south through lanes are closed.", "Fairfax (County)|I-95S|169.7|On I-95 at mile marker 169.7 in the County of Fairfax, motorists can expect delays due to a disabled vehicle. The south right shoulder is closed.", "Greensville (County)|I-95N|5|On I-95 North at mile marker 5 in the County of Greensville, motorists can expect delays due to a vehicle fire.", "Rockingham (County)|I-81S|262|On I-81 at mile marker 262 in the County of Rockingham, motorists can expect delays due to a tractor trailer crash. The south right shoulder is closed.", "Rockbridge (County)|I-81N|176.7|On I-81 at mile marker 176.7 in the County of Rockbridge, motorists can expect delays due to a disabled vehicle. The north right shoulder is closed.", "Fairfax (County)|On I-66W Express Lanes at mile marker 59.4||On I-66W Express Lanes at mile marker 59.4 in the County of Fairfax, motorists can expect potential delays due to a disabled vehicle. The west left shoulder is closed.", "Hanover (County)|I-295S|41|On I-295 South at mile marker 41 in the County of Hanover, motorists can expect delays due to a disabled vehicle.", "Pulaski (County)|I-81N|94.4|On I-81 at mile marker 94.4 in the County of Pulaski, motorists can expect delays due to a vehicle crash. The north left shoulder and left lane are closed.", "Chesterfield (County)|I-95N|67.7|On I-95 at mile marker 67.7 in the County of Chesterfield, motorists can expect delays due to a disabled vehicle. The north right shoulder is closed.", "Washington (County)|I-81S|14.3|On I-81 South at mile marker 14.3 in the County of Washington, motorists can expect delays due to a vehicle crash."]